Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# pet.dog.export.2
source: Delivered clean, no smudges. Who's a good file?
es: Entregado limpio, sin manchas. ¿Quién es un buen archivo?
fr: Livré nickel, sans bavure. C'est qui le bon fichier ?
hi: साफ़-सुथरा तैयार, कोई दाग़ नहीं। कौन है अच्छी फ़ाइल?
ja: 汚れひとつなくお届け。いい子のファイルはどれかな？
zh_hans: 干净利落，没有污渍。谁是乖乖文件呀？

# pet.dog.greeting.1
source: PDF patrol reporting for duty.
es: Cuando quieras. He estado vigilando los márgenes.
fr: Quand tu veux. Je surveillais les marges.
hi: जब आप तैयार हों। मैं मार्जिन की रखवाली कर रहा था।
ja: いつでもどうぞ。余白を見張っていたよ。
zh_hans: 随时待命。我一直在看守页边距。

# pet.dog.greeting.2
source: You edit. I supervise with enthusiasm.
es: Página nueva, olorcito fresco. Dejémosla impecable.
fr: Nouvelle page, odeur fraîche. Rendons-la impeccable.
hi: नया पन्ना, नई ख़ुशबू। इसे करीने से बनाते हैं।
ja: 新しいページ、新しい匂い。きれいに仕上げよう。
zh_hans: 新的一页，新的气味。咱们把它弄整齐。

# pet.dog.hoverTip.1
source: You hovered! I've been preparing for this moment.
es: Estoy vigilando los márgenes. Sospechosamente bien portados hoy.
fr: Je surveille les marges. Étonnamment sages aujourd'hui.
hi: मैं मार्जिन की रखवाली कर रहा हूँ। आज संदिग्ध रूप से अच्छे व्यवहार में हैं।
ja: 余白を見張ってるよ。今日は妙におとなしいね。
zh_hans: 我在看守页边距。今天乖得有点可疑。

# pet.dog.hoverTip.2
source: PDF patrol reporting for duty.
es: ¿Necesitas ayuda? Yo huelo los crímenes de formato.
fr: Besoin d'aide ? Je flaire les crimes de mise en forme.
hi: मदद चाहिए? मैं फ़ॉर्मैटिंग के अपराध सूँघ लेता हूँ।
ja: 手伝おうか？書式の犯罪なら嗅ぎつけるよ。
zh_hans: 需要帮忙吗？排版上的小毛病，我一嗅便知。

# pet.dog.hoverTip.3
source: I sniffed the margins. Something smells aligned.
es: Patrulla de PDF activada.
fr: Patrouille PDF active.
hi: PDF गश्त सक्रिय है।
ja: PDFパトロール中。
zh_hans: PDF 巡逻，已启动。

# pet.dog.hoverTip.4
source: Need help? I can emotionally support the export button.
es: ¿Necesitas ayuda? Puedo dar apoyo emocional al botón de exportar.
fr: Besoin d'aide ? Je peux soutenir moralement le bouton d'export.
hi: मदद चाहिए? मैं एक्सपोर्ट बटन को भावनात्मक सहारा दे सकता हूँ।
ja: お手伝いしましょうか？書き出しボタンを心から応援できます。
zh_hans: 需要帮忙吗？我可以给导出按钮提供情感支持。

# pet.dog.hoverTip.5
source: I'm guarding this document like it owes you money.
es: Vigilo este documento como si te debiera dinero.
fr: Je garde ce document comme s'il te devait de l'argent.
hi: मैं इस दस्तावेज़ की ऐसे रखवाली कर रहा हूँ जैसे यह आपका कर्ज़दार हो।
ja: この書類を、借金でもあるかのように見張っています。
zh_hans: 我守着这份文档，就像它欠你钱一样。

# pet.dog.hoverTip.6
source: Still here. Still loyal. Still judging bad spacing.
es: Sigo aquí. Sigo leal. Sigo juzgando el mal espaciado.
fr: Toujours là. Toujours loyal. Toujours à juger les mauvais espacements.
hi: अब भी यहीं हूँ। अब भी वफ़ादार। अब भी ख़राब स्पेसिंग को परख रहा हूँ।
ja: まだここにいます。まだ忠実です。まだ雑な余白を見張っています。
zh_hans: 还在这儿。依然忠诚。依然在挑剔糟糕的间距。

# pet.dog.intro.greeting
source: Hi, I'm Gami — your paper pup.
es: ¡Hola! Soy Gami, tu cachorro de papel.
fr: Salut, je suis Gami — ton chiot en papier.
hi: नमस्ते, मैं Gami हूँ — तुम्हारा कागज़ी पिल्ला।
ja: こんにちは、ぼくは Gami — きみの紙の子犬だよ。
zh_hans: 嗨，我是 Gami——你的纸小狗。

# pet.dog.intro.message
source: Everything stays on this Mac. I'll fetch tips as you edit — never your files.
es: Todo se queda en este Mac. Te traeré consejos mientras editas, nunca tus archivos.
fr: Tout reste sur ce Mac. Je t'apporte des astuces pendant que tu édites, jamais tes fichiers.
hi: सब कुछ इसी Mac पर रहता है। संपादन के दौरान मैं सुझाव लाऊँगा — आपकी फ़ाइलें कभी नहीं।
ja: すべてこのMacの中だけ。編集中はヒントを持ってくるよ——ファイルは持ち出さない。
zh_hans: 一切都留在这台 Mac 上。你编辑时我会叼来小提示——但绝不会碰你的文件。

# pet.dog.save.1
source: Saved and safe. I'll guard it like the last treat.
es: Guardado y a salvo. Lo cuidaré como la última golosina.
fr: Enregistré et à l'abri. Je le garde comme la dernière friandise.
hi: सहेजा और सुरक्षित। इसे आख़िरी दावत की तरह संभालूँगा।
ja: 保存して安心。最後のおやつみたいに守るよ。
zh_hans: 已保存，很安全。我会像守护最后一块零食一样守着它。

# pet.dog.save.2
source: Saved! Nothing gets past me.
es: ¡Guardado! Nada se me escapa.
fr: Enregistré ! Rien ne m'échappe.
hi: सहेज लिया! मुझसे कुछ नहीं छूटता।
ja: 保存完了！僕の目は誤魔化せない。
zh_hans: 已保存！什么都逃不过我。

# pet.dog.warning.1
source: Something smells off. I'll sit right here while you fix it.
es: Algo huele mal. Me quedaré aquí sentado mientras lo arreglas.
fr: Quelque chose cloche. Je reste assis ici pendant que tu répares.
hi: कुछ गड़बड़ महसूस हो रही है। जब तक तुम इसे ठीक करो, मैं यहीं बैठा रहूँगा।
ja: 何か様子がおかしいです。直すあいだ、ここに座って待っています。
zh_hans: 有点不对劲。你修的时候，我就守在这儿。

# pet.dog.warning.2
source: Uh oh — I sniffed a problem. You've got this.
es: Uy… olí un problema. Tú puedes con esto.
fr: Oh oh — j'ai flairé un problème. Tu vas y arriver.
hi: अरे — मुझे कोई गड़बड़ सूँघ आई। तुम यह कर लोगे।
ja: おっと、問題のにおいがします。あなたなら大丈夫。
zh_hans: 糟糕——我嗅到了问题。你可以搞定的。

# pet.event.addFile.1
source: Files combined into one workspace.
es: Archivos combinados en un solo espacio de trabajo.
fr: Fichiers réunis dans un seul espace de travail.
hi: फ़ाइलें एक वर्कस्पेस में मिला दी गईं।
ja: ファイルを1つのワークスペースにまとめました。
zh_hans: 文件已合并到一个工作区。

# pet.event.addFile.2
source: Tip: drag pages between files to reshuffle them.
es: Consejo: arrastra páginas entre archivos para reorganizarlas.
fr: Astuce : faites glisser des pages entre les fichiers pour les réorganiser.
hi: सुझाव: फ़ाइलों के बीच पेज खींचकर उन्हें फिर से व्यवस्थित करें।
ja: ヒント：ページをファイル間でドラッグすると並べ替えられます。
zh_hans: 提示：在文件之间拖动页面即可重新排列。

# pet.event.comment.1
source: Comment added.
es: Comentario añadido.
fr: Commentaire ajouté.
hi: टिप्पणी जोड़ी गई।
ja: コメントを追加しました。
zh_hans: 已添加评论。

# pet.event.comment.2
source: Noted.
es: Anotado.
fr: Noté.
hi: नोट कर लिया।
ja: 記録しました。
zh_hans: 已记录。

# pet.event.comment.3
source: Tip: tag a comment now and you'll find it in seconds later.
es: Consejo: etiqueta un comentario ahora y lo encontrarás en segundos después.
fr: Astuce : étiquetez un commentaire maintenant, vous le retrouverez en quelques secondes.
hi: सुझाव: अभी टिप्पणी को टैग करें और बाद में सेकंडों में ढूंढ लें।
ja: ヒント：コメントに今タグを付けておくと、後ですぐ見つかります。
zh_hans: 提示：现在给评论加个标签，之后几秒就能找到。

# pet.event.comment.4
source: Feedback like this helps shape Orifold.
es: Comentarios como este ayudan a mejorar Orifold.
fr: Ce type de retour aide à façonner Orifold.
hi: इस तरह की प्रतिक्रिया Orifold को बेहतर बनाने में मदद करती है।
ja: こうしたフィードバックが Orifold をより良くします。
zh_hans: 这样的反馈有助于打磨 Orifold。

# pet.event.delete.1
source: Page removed.
es: Página eliminada.
fr: Page supprimée.
hi: पेज हटा दिया गया।
ja: ページを削除しました。
zh_hans: 已删除该页。

# pet.event.delete.2
source: Tip: ⌘Z restores it if needed.
es: Consejo: ⌘Z la restaura si la necesitas.
fr: Astuce : ⌘Z la restaure si nécessaire.
hi: सुझाव: ज़रूरत पड़े तो ⌘Z से वापस लाया जा सकता है।
ja: ヒント：必要なら ⌘Z で元に戻せます。
zh_hans: 提示：需要的话，⌘Z 可以恢复。

# pet.event.edit.1
source: Text updated in place.
es: Texto actualizado en el mismo lugar.
fr: Texte modifié sur place.
hi: टेक्स्ट सीधे अपडेट किया गया।
ja: テキストをその場で更新しました。
zh_hans: 文字已就地更新。

# pet.event.edit.2
source: Tip: click any text to tweak it in place.
es: Consejo: haz clic en cualquier texto para editarlo en el sitio.
fr: Astuce : cliquez sur n'importe quel texte pour le modifier sur place.
hi: सुझाव: किसी भी टेक्स्ट पर क्लिक करके उसे वहीं संपादित करें।
ja: ヒント：テキストをクリックすると、その場で編集できます。
zh_hans: 提示：点击任意文字即可就地编辑。

# pet.event.edit.3
source: Edit saved.
es: Edición guardada.
fr: Modification enregistrée.
hi: बदलाव सहेजा गया।
ja: 編集を保存しました。
zh_hans: 编辑已保存。

# pet.event.export.1
source: Export complete.
es: Exportación completa.
fr: Export terminé.
hi: एक्सपोर्ट पूरा हुआ।
ja: 書き出しが完了しました。
zh_hans: 导出已完成。

# pet.event.export.2
source: Tip: flatten before sharing so annotations stick.
es: Consejo: aplana el documento antes de compartir para que las anotaciones se mantengan.
fr: Astuce : aplatissez avant de partager pour que les annotations restent fixées.
hi: सुझाव: शेयर करने से पहले फ़्लैटन करें ताकि एनोटेशन बने रहें।
ja: ヒント：共有前にフラット化すると注釈が固定されます。
zh_hans: 提示：分享前先展平文档，注释才不会丢失。

# pet.event.greeting.1
source: Welcome back.
es: Bienvenido de nuevo.
fr: Content de vous revoir.
hi: वापसी पर स्वागत है।
ja: おかえりなさい。
zh_hans: 欢迎回来。

# pet.event.greeting.2
source: Ready when you are.
es: Listo cuando quieras.
fr: Prêt quand vous voulez.
hi: जब आप तैयार हों, मैं तैयार हूँ।
ja: いつでもどうぞ。
zh_hans: 准备好了，随时可以开始。

# pet.event.highlight.1
source: Highlight added.
es: Resaltado añadido.
fr: Surlignage ajouté.
hi: हाइलाइट जोड़ा गया।
ja: ハイライトを追加しました。
zh_hans: 已添加高亮。

# pet.event.highlight.2
source: Text marked.
es: Texto marcado.
fr: Texte marqué.
hi: टेक्स्ट चिह्नित किया गया।
ja: テキストにマークを付けました。
zh_hans: 文字已标记。

# pet.event.highlight.3
source: Tip: drag over text, then pick a color — highlights stack, so go easy.
es: Consejo: arrastra sobre el texto y elige un color; los resaltados se acumulan, así que no exageres.
fr: Astuce : sélectionnez le texte puis choisissez une couleur — les surlignages s'accumulent, allez-y doucement.
hi: सुझाव: टेक्स्ट पर ड्रैग करें और रंग चुनें — हाइलाइट्स जमा होते जाते हैं, संयम से करें।
ja: ヒント：テキストをドラッグして色を選べます。ハイライトは重なるので使いすぎに注意。
zh_hans: 提示：拖选文字后选择颜色——高亮会叠加，适量使用即可。

# pet.event.highlight.4
source: Highlight color applied.
es: Color de resaltado aplicado.
fr: Couleur de surlignage appliquée.
hi: हाइलाइट रंग लागू किया गया।
ja: ハイライトの色を適用しました。
zh_hans: 已应用高亮颜色。

# pet.event.ink.1
source: Freehand mark added.
es: Trazo a mano alzada añadido.
fr: Tracé libre ajouté.
hi: फ्रीहैंड मार्क जोड़ा गया।
ja: フリーハンドの線を追加しました。
zh_hans: 已添加手绘标记。

# pet.event.ink.2
source: Tip: hold steady — undo is one ⌘Z away.
es: Consejo: mantén el pulso firme; deshacer está a un ⌘Z de distancia.
fr: Astuce : gardez la main stable — annuler est à un ⌘Z près.
hi: सुझाव: स्थिर रखें — पूर्ववत करने के लिए बस एक ⌘Z दूर है।
ja: ヒント：手を安定させて。元に戻すのは ⌘Z ひとつです。
zh_hans: 提示：保持手稳——⌘Z 随时可以撤销。

# pet.event.note.1
source: Note added.
es: Nota añadida.
fr: Note ajoutée.
hi: नोट जोड़ा गया।
ja: メモを追加しました。
zh_hans: 已添加备注。

# pet.event.note.2
source: Tip: notes stay put even after you rearrange pages.
es: Consejo: las notas permanecen en su lugar aunque reorganices las páginas.
fr: Astuce : les notes restent en place même après avoir réorganisé les pages.
hi: सुझाव: पेज फिर से व्यवस्थित करने के बाद भी नोट्स अपनी जगह बने रहते हैं।
ja: ヒント：ページを並べ替えても、メモはそのまま残ります。
zh_hans: 提示：即使重新排列页面，备注也会留在原处。

# pet.event.rotate.1
source: Page rotated.
es: Página rotada.
fr: Page pivotée.
hi: पेज घुमाया गया।
ja: ページを回転しました。
zh_hans: 页面已旋转。

# pet.event.rotate.2
source: Tip: rotation applies only to the page you picked.
es: Consejo: la rotación solo se aplica a la página que elegiste.
fr: Astuce : la rotation ne s'applique qu'à la page sélectionnée.
hi: सुझाव: घुमाव केवल आपके चुने हुए पेज पर लागू होता है।
ja: ヒント：回転は選択したページだけに適用されます。
zh_hans: 提示：旋转只对你选中的页面生效。

# pet.event.save.1
source: Saved.
es: Guardado.
fr: Enregistré.
hi: सहेजा गया।
ja: 保存しました。
zh_hans: 已保存。

# pet.event.save.2
source: Changes saved.
es: Cambios guardados.
fr: Modifications enregistrées.
hi: बदलाव सहेजे गए।
ja: 変更を保存しました。
zh_hans: 更改已保存。

# pet.event.search.1
source: Search started.
es: Búsqueda iniciada.
fr: Recherche lancée.
hi: खोज शुरू हुई।
ja: 検索を開始しました。
zh_hans: 已开始搜索。

# pet.event.search.2
source: Tip: results jump you straight to the page.
es: Consejo: los resultados te llevan directo a la página.
fr: Astuce : les résultats vous amènent directement à la page.
hi: सुझाव: नतीजे आपको सीधे उस पेज पर ले जाते हैं।
ja: ヒント：検索結果からそのページへ直接移動できます。
zh_hans: 提示：搜索结果可以直接跳转到对应页面。

# pet.event.sign.1
source: Signature added.
es: Firma añadida.
fr: Signature ajoutée.
hi: हस्ताक्षर जोड़े गए।
ja: 署名を追加しました。
zh_hans: 已添加签名。

# pet.event.sign.2
source: Document signed.
es: Documento firmado.
fr: Document signé.
hi: दस्तावेज़ पर हस्ताक्षर हो गए।
ja: 書類に署名しました。
zh_hans: 文档已签署。

# pet.event.sign.3
source: Tip: drag to resize the signature before you commit.
es: Consejo: arrastra para cambiar el tamaño de la firma antes de confirmar.
fr: Astuce : faites glisser pour redimensionner la signature avant de valider.
hi: सुझाव: पक्का करने से पहले हस्ताक्षर का आकार बदलने के लिए ड्रैग करें।
ja: ヒント：確定前にドラッグして署名の大きさを調整できます。
zh_hans: 提示：确认前可以拖动调整签名大小。

# pet.event.sign.4
source: Signature placed.
es: Firma colocada.
fr: Signature placée.
hi: हस्ताक्षर लगाए गए।
ja: 署名を配置しました。
zh_hans: 签名已放置。

# pet.event.tag.1
source: Tag added.
es: Etiqueta añadida.
fr: Étiquette ajoutée.
hi: टैग जोड़ा गया।
ja: タグを追加しました。
zh_hans: 已添加标签。

# pet.event.tag.2
source: Tip: reuse tags and your filters will thank you.
es: Consejo: reutiliza etiquetas y tus filtros te lo agradecerán.
fr: Astuce : réutilisez les étiquettes, vos filtres vous remercieront.
hi: सुझाव: टैग दोबारा उपयोग करें, फ़िल्टर करना आसान हो जाएगा।
ja: ヒント：タグを使い回すと、後でフィルターしやすくなります。
zh_hans: 提示：重复使用标签，筛选起来会更方便。

# pet.event.tag.3
source: Tagged for easy filtering.
es: Etiquetado para facilitar el filtrado.
fr: Étiqueté pour un filtrage facile.
hi: आसान फ़िल्टरिंग के लिए टैग किया गया।
ja: フィルターしやすいようにタグ付けしました。
zh_hans: 已加标签，方便筛选。

# pet.feedback.1
source: Psst — Orifold is brand new. The developer would genuinely love your thoughts: umangdhawan97@gmail.com
es: Psst, Orifold es totalmente nuevo. Al desarrollador le encantaría conocer tu opinión: umangdhawan97@gmail.com
fr: Psst — Orifold est tout nouveau. Le développeur adorerait sincèrement avoir votre avis : umangdhawan97@gmail.com
hi: सुनिए — Orifold बिल्कुल नया है। डेवलपर को वाकई आपकी राय पसंद आएगी: umangdhawan97@gmail.com
ja: ちょっと一言。Orifoldは生まれたばかりです。開発者は本気であなたの感想を聞きたがっています: umangdhawan97@gmail.com
zh_hans: 悄悄说一句——Orifold 才刚刚起步。开发者真心想听听你的想法：umangdhawan97@gmail.com

# pet.feedback.2
source: Enjoying this? Tell the human who made it: umangdhawan97@gmail.com — they read every message.
es: ¿Te está gustando? Cuéntaselo a quien lo creó: umangdhawan97@gmail.com — lee todos los mensajes.
fr: Vous appréciez l’expérience ? Dites-le à la personne qui l’a créée : umangdhawan97@gmail.com — chaque message est lu.
hi: यह पसंद आ रहा है? इसे बनाने वाले इंसान को बताएं: umangdhawan97@gmail.com — वे हर संदेश पढ़ते हैं।
ja: 楽しんでいただけていますか? 作った人に伝えてあげてください: umangdhawan97@gmail.com — すべてのメッセージに目を通しています。
zh_hans: 用得还开心吗？告诉做出它的那个人吧：umangdhawan97@gmail.com——每条消息都会被认真读到。

# pet.feedback.3
source: You've done real work today. Worth a quick note? umangdhawan97@gmail.com
es: Hoy hiciste un trabajo de verdad. ¿Vale la pena una nota rápida? umangdhawan97@gmail.com
fr: Vous avez bien travaillé aujourd’hui. Ça vaut bien un petit mot ? umangdhawan97@gmail.com
hi: आपने आज वाकई अच्छा काम किया है। एक छोटा नोट भेजना चाहेंगे? umangdhawan97@gmail.com
ja: 今日はよく頑張りましたね。一言メモを残してみませんか? umangdhawan97@gmail.com
zh_hans: 今天做了不少实事呢。要不要留句话？umangdhawan97@gmail.com

# pet.firstUse.addFile
source: Tip: drag pages between files to reshuffle them.
es: Consejo: arrastra páginas entre archivos para reorganizarlas.
fr: Astuce : faites glisser des pages entre les fichiers pour les réorganiser.
hi: सुझाव: फ़ाइलों के बीच पेज खींचकर उन्हें फिर से व्यवस्थित करें।
ja: ヒント：ページをファイル間でドラッグすると並べ替えられます。
zh_hans: 提示：在文件之间拖动页面即可重新排列。

# pet.firstUse.edit
source: Editing text? Zoom in for finer control of handles.
es: ¿Editando texto? Acerca la vista para un control más preciso.
fr: Vous modifiez du texte ? Zoomez pour un contrôle plus précis des poignées.
hi: टेक्स्ट संपादित कर रहे हैं? हैंडल पर बेहतर नियंत्रण के लिए ज़ूम इन करें।
ja: テキストを編集中ですか？ ズームするとハンドルをより細かく操作できます。
zh_hans: 在编辑文字？放大后能更精确地控制控制点。

# pet.firstUse.search
source: Use ⌘F to jump between matches on any page.
es: Usa ⌘F para saltar entre coincidencias en cualquier página.
fr: Utilisez ⌘F pour naviguer entre les résultats sur n'importe quelle page.
hi: किसी भी पेज पर मैचों के बीच जाने के लिए ⌘F का उपयोग करें।
ja: ⌘F でどのページでも一致箇所を移動できます。
zh_hans: 使用 ⌘F 可在任意页面的匹配项之间跳转。

# pet.firstUse.sign
source: Signatures are created and stored only on your Mac.
es: Las firmas se crean y almacenan solo en tu Mac.
fr: Les signatures sont créées et stockées uniquement sur votre Mac.
hi: हस्ताक्षर केवल आपके Mac पर बनाए और सहेजे जाते हैं।
ja: 署名はこの Mac の中でのみ作成・保存されます。
zh_hans: 签名仅在你的 Mac 上创建和保存。

# pet.inspiration.1
source: Progress counts, even when it arrives wearing a loading spinner.
es: El progreso cuenta, aunque llegue con un indicador de carga.
fr: Le progrès compte, même quand il arrive avec une roue qui tourne.
hi: प्रगति मायने रखती है, भले ही वह लोडिंग स्पिनर पहनकर आए।
ja: 進捗はローディングスピナーをまとっていても、ちゃんと進捗です。
zh_hans: 进度依然算数，哪怕它是顶着加载图标出现的。

# pet.inspiration.10
source: Today's masterpiece may be tomorrow's attachment. Keep going.
es: La obra maestra de hoy puede ser el adjunto de mañana. Sigue adelante.
fr: Le chef-d’œuvre d’aujourd’hui sera peut-être la pièce jointe de demain. Continuez.
hi: आज की उत्कृष्ट कृति कल की अटैचमेंट हो सकती है। लगे रहें।
ja: 今日の傑作は、明日の添付ファイルになるかもしれません。続けていきましょう。
zh_hans: 今天的杰作，也许就是明天的附件。继续前进吧。

# pet.inspiration.2
source: Make the next page better. The whole document will get the hint.
es: Mejora la próxima página. Todo el documento lo notará.
fr: Améliorez la prochaine page. Tout le document en profitera.
hi: अगले पेज को बेहतर बनाएं। पूरे दस्तावेज़ को इशारा समझ आ जाएगा।
ja: 次のページを少し良くしましょう。書類全体がそれに気づきます。
zh_hans: 把下一页做得更好，整份文档都会感受到。

# pet.inspiration.3
source: Clarity is a power move. So is saving before experimenting.
es: La claridad es un gran movimiento. Guardar antes de experimentar, también.
fr: La clarté, c’est puissant. Enregistrer avant d’expérimenter aussi.
hi: स्पष्टता एक ताकतवर कदम है। प्रयोग करने से पहले सेव करना भी।
ja: 明快さは強さです。実験の前に保存するのも同じくらい強さです。
zh_hans: 清晰是一种强大的姿态，保存后再实验也是。

# pet.inspiration.4
source: One clean edit beats twelve heroic explanations.
es: Una edición limpia vale más que doce explicaciones heroicas.
fr: Une modification propre vaut mieux que douze explications héroïques.
hi: एक साफ़-सुथरा संपादन बारह वीरतापूर्ण स्पष्टीकरणों से बेहतर है।
ja: 1つのきれいな編集は、12個の英雄的な言い訳に勝ります。
zh_hans: 一次干净的编辑，胜过十二次英勇的解释。

# pet.inspiration.5
source: Your future self called. They appreciate the filenames.
es: Tu yo futuro llamó. Agradece los nombres de archivo bien puestos.
fr: Votre futur vous a appelé. Il apprécie les noms de fichiers clairs.
hi: आपके भविष्य वाले स्वरूप ने फ़ोन किया था। उन्हें फ़ाइल के नाम पसंद आए।
ja: 未来のあなたから電話がありました。わかりやすいファイル名に感謝していました。
zh_hans: 未来的你打来了电话，感谢你取的这些文件名。

# pet.inspiration.6
source: Small tidy choices compound. Annoyingly practical, deeply effective.
es: Las pequeñas decisiones ordenadas se acumulan. Molestamente prácticas, profundamente efectivas.
fr: Les petits choix soignés s’accumulent. Ennuyeusement pratique, terriblement efficace.
hi: छोटे-छोटे व्यवस्थित फैसले जुड़ते जाते हैं। परेशान करने की हद तक व्यावहारिक, गहराई से असरदार।
ja: 小さな整理の積み重ねは効いてきます。地味に実用的で、驚くほど効果的。
zh_hans: 微小而整洁的选择会不断累积。烦人地实用，却也无比有效。

# pet.inspiration.7
source: Done is not the enemy of great. It is great's project manager.
es: Terminado no es el enemigo de excelente. Es su gestor de proyectos.
fr: Fini n’est pas l’ennemi du parfait. C’est son chef de projet.
hi: पूरा होना बढ़िया का दुश्मन नहीं है। यह बढ़िया का प्रोजेक्ट मैनेजर है।
ja: 「完了」は「完璧」の敵ではありません。むしろそのプロジェクトマネージャーです。
zh_hans: 完成不是完美的敌人，它是完美的项目经理。

# pet.inspiration.8
source: Read twice, mark once. Very professional. Suspiciously wise.
es: Lee dos veces, marca una. Muy profesional. Sospechosamente sabio.
fr: Relire deux fois, marquer une fois. Très professionnel. Étonnamment sage.
hi: दो बार पढ़ें, एक बार चिह्नित करें। बहुत पेशेवर। शक होने लायक समझदार।
ja: 二度読んで、一度だけマークする。とてもプロフェッショナルで、妙に賢いやり方です。
zh_hans: 读两遍，标一次。非常专业，透着一股可疑的智慧。

# pet.inspiration.9
source: Momentum loves a modest checklist and a good export.
es: El impulso ama una lista modesta y una buena exportación.
fr: L’élan aime une checklist modeste et un bon export.
hi: गति एक मामूली चेकलिस्ट और एक अच्छे एक्सपोर्ट को पसंद करती है।
ja: 勢いは、控えめなチェックリストと良い書き出しを好みます。
zh_hans: 势头喜欢朴素的清单和一次顺利的导出。

# pet.species.cat.tagline
source: Origami Siberian · curious, clever, elegant, quietly in charge.
es: Siberiano de origami · curiosa, inteligente, elegante, discretamente al mando.
fr: Sibérien en origami · curieuse, futée, élégante, discrètement aux commandes.
hi: ओरिगामी साइबेरियन · जिज्ञासु, चतुर, सुरुचिपूर्ण, चुपचाप प्रभारी।
ja: 折り紙のシベリアン猫・好奇心旺盛で賢く優雅、静かに仕切り屋。
zh_hans: 折纸西伯利亚猫 · 好奇、聪慧、优雅，悄悄地说了算。

# pet.species.dog.tagline
source: Origami dog · loyal, excited, endlessly encouraging.
es: Perro de origami · leal, entusiasta, siempre alentador.
fr: Chien en origami · loyal, enthousiaste, toujours encourageant.
hi: ओरिगामी कुत्ता · वफ़ादार, उत्साही, हमेशा हौसला बढ़ाने वाला।
ja: 折り紙の犬 · 忠実で、元気いっぱい、いつも励ましてくれる。
zh_hans: 折纸狗 · 忠诚、热情、永远给你打气。

# petBuddy.avatar.help
source: Your Orifold companion
es: Tu compañero de Orifold
fr: Votre compagnon Orifold
hi: आपका Orifold साथी
ja: あなたの Orifold コンパニオン
zh_hans: 你的 Orifold 伙伴

# petBuddy.menu.companion.title
source: Companion
es: Compañero
fr: Compagnon
hi: साथी
ja: 相棒
zh_hans: 伙伴

# petBuddy.menu.hide.title
source: Hide companion
es: Ocultar compañero
fr: Masquer le compagnon
hi: साथी छिपाएँ
ja: コンパニオンを非表示
zh_hans: 隐藏伙伴

# petBuddy.menu.sendFeedback.title
source: Send Feedback
es: Enviar comentarios
fr: Envoyer des commentaires
hi: फ़ीडबैक भेजें
ja: フィードバックを送信
zh_hans: 发送反馈

# petBuddy.menu.shush.title
source: Shush for now
es: Silenciar por ahora
fr: Faire taire pour l'instant
hi: अभी के लिए चुप रहें
ja: 今は静かにする
zh_hans: 暂时安静

# petBuddy.welcome.subtitle
source: Start with Choose Files or drop up to 50 files. Once a document is open, I will keep tips brief and stay out of the way.
es: Empieza con Elegir archivos o suelta hasta 50 archivos. Una vez que abras un documento, mantendré los consejos breves y no molestaré.
fr: Commencez par Choisir des fichiers ou déposez jusqu'à 50 fichiers. Une fois un document ouvert, je garderai mes conseils brefs et je resterai discret.
hi: फ़ाइलें चुनें से शुरू करें या 50 तक फ़ाइलें छोड़ें। दस्तावेज़ खुलने के बाद, मैं सुझाव संक्षिप्त रखूँगा और आड़े नहीं आऊँगा।
ja: 「ファイルを選択」から始めるか、最大50個のファイルをドロップしてください。ドキュメントを開いたら、ヒントは手短にして邪魔をしないようにします。
zh_hans: 从“选择文件”开始，或拖入最多 50 个文件。文档打开后，我会保持提示简短，尽量不打扰你。

# petBuddy.welcome.title
source: Your companion is here to help
es: Tu compañero está aquí para ayudar
fr: Votre compagnon est là pour vous aider
hi: आपका साथी मदद के लिए यहाँ है
ja: コンパニオンがお手伝いします
zh_hans: 你的伙伴来帮忙了

# petPicker.choose
source: Choose
es: Elegir
fr: Choisir
hi: चुनें
ja: 選ぶ
zh_hans: 选择

# petPicker.subtitle
source: Two companions, one sheet of paper — together, they make Origami. You can switch anytime.
es: Dos compañeros, una sola hoja de papel — juntos hacen Origami. Puedes cambiar cuando quieras.
fr: Deux compagnons, une seule feuille de papier — ensemble, ils font Origami. Vous pouvez changer à tout moment.
hi: दो साथी, एक ही कागज़ की शीट — मिलकर वे बनाते हैं Origami। आप कभी भी बदल सकते हैं।
ja: 二匹の相棒、一枚の紙——合わせて Origami。いつでも切り替えられます。
zh_hans: 两个伙伴，同一张纸——合起来就是 Origami。你可以随时切换。

# petPicker.title
source: Choose your companion
es: Elige a tu compañero
fr: Choisis ton compagnon
hi: अपना साथी चुनें
ja: 相棒を選んでね
zh_hans: 选择你的伙伴

# readingCanvas.commentMarker.accessibilityDescription
source: Comment
es: Comentario
fr: Commentaire
hi: टिप्पणी
ja: コメント
zh_hans: 评论

# readingCanvas.contextMenu.comment
source: Comment
es: Comentar
fr: Commenter
hi: टिप्पणी
ja: コメント
zh_hans: 评论

# readingCanvas.detectedFont.prefix
source: Detected:
es: Detectado:
fr: Détecté :
hi: पहचाना गया:
ja: 検出:
zh_hans: 检测到：

# readingCanvas.detectedFont.substituted
source: (substituted)
es: (sustituido)
fr: (substitué)
hi: (प्रतिस्थापित)
ja: （代替）
zh_hans: （替代）

# readingCanvas.editingStatus.dismiss.help
source: Dismiss
es: Descartar
fr: Ignorer
hi: खारिज करें
ja: 閉じる
zh_hans: 关闭

# readingCanvas.formBar.dynamicFeaturesWarning
source: Some dynamic form features may not work in Orifold.
es: Es posible que algunas funciones dinámicas del formulario no funcionen en Orifold.
fr: Certaines fonctionnalités dynamiques du formulaire peuvent ne pas fonctionner dans Orifold.
hi: कुछ डायनामिक फ़ॉर्म फ़ीचर Orifold में काम नहीं कर सकते।
ja: 一部の動的なフォーム機能はOrifoldで動作しない場合があります。
zh_hans: 部分动态表单功能在 Orifold 中可能无法使用。
